Repository: iitslamaa/travel-adventure-finder
Catalog: apps/ios/TravelScoreriOS/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br, ru

# country.description.tz
source: Tanzania brought together Tanganyika and Zanzibar into one state, a union that still matters to how the country is organized and imagined. It contains Serengeti plains, Kilimanjaro, Swahili coast history, and Indian Ocean island culture in a single national frame. Few African countries combine wildlife symbolism and coastal civilization so strongly.
de: Tansania hat Tanganjika und Sansibar zu einem Staat zusammengeführt, eine Union, die immer noch für die Organisation und Vorstellung des Landes von Bedeutung ist. Es umfasst die Serengeti-Ebene, den Kilimandscharo, die Geschichte der Swahili-Küste und die Inselkultur im Indischen Ozean in einem einzigen nationalen Rahmen. Nur wenige afrikanische Länder verbinden Wildtiersymbolik und Küstenzivilisation so stark.
es: Tanzania reunió a Tanganica y Zanzíbar en un solo estado, una unión que aún importa en la forma en que el país está organizado y concebido. Contiene las llanuras del Serengeti, el Kilimanjaro, la historia de la costa swahili y la cultura de las islas del Océano Índico en un único marco nacional. Pocos países africanos combinan tan fuertemente el simbolismo de la vida silvestre y la civilización costera.
fr: La Tanzanie a rassemblé le Tanganyika et Zanzibar en un seul État, une union qui influence encore la façon dont le pays est organisé et imaginé. Elle comprend les plaines du Serengeti, le Kilimandjaro, l'histoire de la côte swahilie et la culture des îles de l'océan Indien dans un cadre national unique. Peu de pays africains combinent aussi fortement le symbolisme de la faune et la civilisation côtière.
it: La Tanzania ha riunito Tanganyika e Zanzibar in uno stato unico, un'unione che conta ancora su come il paese è organizzato e immaginato. Contiene le pianure del Serengeti, il Kilimangiaro, la storia della costa Swahili e la cultura delle isole dell'Oceano Indiano in un'unica cornice nazionale. Pochi paesi africani combinano simbolismo della fauna selvatica e civiltà costiera in modo così forte.
pt_br: A Tanzânia reuniu Tanganica e Zanzibar em um único estado, uma união que ainda é importante para a forma como o país é organizado e imaginado. Ela contém as planícies do Serengeti, o Kilimanjaro, a história da costa suaíli e a cultura das ilhas do Oceano Índico em um único quadro nacional. Poucos países africanos combinam simbolismo da vida selvagem e civilização costeira de forma tão forte.
ru: Танзания объединила Танганьику и Занзибар в одно государство, союз, который до сих пор имеет значение для того, как страна организована и воспринимается. Она включает в себя равнины Серенгети, Килиманджаро, историю побережья Суахили и культуру островов Индийского океана в единой национальной рамке. Немногие африканские страны так сильно сочетают символику дикой природы и прибрежную цивилизацию.

# country.description.ua
source: Ukraine is one of Europe's largest countries, with fertile plains, Black Sea coast, forest zones, and cities whose histories tie into several overlapping European worlds. It is especially rich in folk song, choral music, embroidery, Easter-egg artistry, wheat-field cuisine, and a literary culture that gives national identity a strong everyday presence. Kyiv, Lviv, Odesa, the Carpathians, and the steppe each show a different face of a country whose culture feels both regionally varied and strongly recognizable.
de: Die Ukraine ist eines der größten Länder Europas mit fruchtbaren Ebenen, der Schwarzmeerküste, Waldgebieten und Städten, deren Geschichte mit mehreren sich überschneidenden europäischen Welten verknüpft ist. Es ist besonders reich an Volksliedern, Chormusik, Stickereien, Ostereikunst, Weizenfeldküche und einer literarischen Kultur, die der nationalen Identität eine starke Alltagspräsenz verleiht. Kiew, Lemberg, Odessa, die Karpaten und die Steppe zeigen jeweils ein anderes Gesicht eines Landes, dessen Kultur sowohl regional vielfältig als auch stark erkennbar ist.
es: Ucrania es uno de los países más grandes de Europa, con llanuras fértiles, costa del Mar Negro, zonas boscosas y ciudades cuyas historias se entrelazan con varios mundos europeos superpuestos. Es especialmente rica en canción folclórica, música coral, bordados, arte de huevos de Pascua, cocina de campos de trigo y una cultura literaria que otorga a la identidad nacional una presencia cotidiana fuerte. Kyiv, Lviv, Odesa, los Cárpatos y la estepa muestran cada uno un rostro diferente de un país cuya cultura se siente tanto regionalmente variada como fuertemente reconocible.
fr: L'Ukraine est l'un des plus grands pays d'Europe, avec des plaines fertiles, une côte sur la mer Noire, des zones forestières et des villes dont l'histoire s'inscrit dans plusieurs mondes européens qui se chevauchent. Elle est particulièrement riche en chanson populaire, musique chorale, broderie, art des œufs de Pâques, cuisine des champs de blé et une culture littéraire qui donne à l'identité nationale une forte présence quotidienne. Kyiv, Lviv, Odesa, les Carpates et la steppe montrent chacun un visage différent d'un pays dont la culture semble à la fois régionalement variée et fortement reconnaissable.
it: L'Ucraina è uno dei paesi più grandi d'Europa, con pianure fertili, costa sul Mar Nero, zone forestali e città le cui storie si collegano a diversi mondi europei sovrapposti. È particolarmente ricca di canzoni popolari, musica corale, ricami, arte delle uova di Pasqua, cucina dei campi di grano e di una cultura letteraria che dà all'identità nazionale una forte presenza quotidiana. Kiev, Leopoli, Odessa, i Carpazi e la steppa mostrano ciascuno un volto diverso di un paese la cui cultura appare sia regionalmente varia sia fortemente riconoscibile.
pt_br: A Ucrânia é um dos maiores países da Europa, com planícies férteis, costa do Mar Negro, zonas florestais e cidades cujas histórias se conectam a vários mundos europeus sobrepostos. É especialmente rica em canções folclóricas, música coral, bordados, arte de ovos de Páscoa, culinária de campos de trigo e uma cultura literária que dá à identidade nacional uma presença forte no dia a dia. Kiev, Lviv, Odessa, os Cárpatos e a estepe mostram cada um um rosto diferente de um país cuja cultura parece ao mesmo tempo regionalmente variada e fortemente reconhecível.
ru: Украина — одна из крупнейших стран Европы, с плодородными равнинами, побережьем Черного моря, лесными зонами и городами, история которых связывает несколько переплетающихся европейских миров. Она особенно богата народными песнями, хоровой музыкой, вышивкой, мастерством росписи пасхальных яиц, кухней из пшеничных полей и литературной культурой, которая придает национальной идентичности сильное ежедневное присутствие. Киев, Львов, Одесса, Карпаты и степь каждый показывают разное лицо страны, культура которой ощущается как регионально разнообразная и одновременно легко узнаваемая.

# country.description.ug
source: Uganda sits where East African highlands meet the Great Lakes and the upper Nile, a geography that gives it unusual ecological richness. It is associated internationally with gorilla trekking, but kingdoms such as Buganda and later colonial and postcolonial politics are equally important to the national story. The country's greenery often surprises people expecting a simpler safari image.
de: Uganda liegt dort, wo das ostafrikanische Hochland auf die Großen Seen und den oberen Nil trifft, eine Geographie, die dem Land einen ungewöhnlichen ökologischen Reichtum verleiht. Es wird international mit Gorilla-Trekking in Verbindung gebracht, aber Königreiche wie Buganda und spätere koloniale und postkoloniale Politik sind für die nationale Geschichte gleichermaßen wichtig. Das Grün des Landes überrascht oft Menschen, die ein einfacheres Safari-Image erwarten.
es: Uganda se encuentra donde las tierras altas de África Oriental se encuentran con los Grandes Lagos y el alto Nilo, una geografía que le otorga una riqueza ecológica inusual. Se asocia internacionalmente con el senderismo de gorilas, pero reinos como Buganda y, más tarde, la política colonial y poscolonial son igualmente importantes para la historia nacional. La vegetación del país a menudo sorprende a las personas que esperan una imagen de safari más simple.
fr: L'Ouganda se situe là où les hautes terres d'Afrique de l'Est rencontrent les Grands Lacs et le haut Nil, une géographie qui lui confère une richesse écologique exceptionnelle. Il est internationalement associé au trekking des gorilles, mais des royaumes comme le Buganda et, plus tard, la politique coloniale et postcoloniale sont tout aussi importants pour l'histoire nationale. La verdure du pays surprend souvent les personnes qui s'attendent à une image de safari plus simple.
it: L'Uganda si trova dove gli altopiani dell'Africa orientale incontrano i Grandi Laghi e l'alto Nilo, una geografia che le conferisce un'insolita ricchezza ecologica. A livello internazionale è associata al trekking dei gorilla, ma regni come il Buganda e successivamente la politica coloniale e postcoloniale sono altrettanto importanti per la storia nazionale. Il verde del paese sorprende spesso chi si aspetta un'immagine di safari più semplice.
pt_br: Uganda fica onde os planaltos do Leste Africano encontram os Grandes Lagos e o alto Nilo, uma geografia que lhe confere uma riqueza ecológica incomum. Internacionalmente, é associada ao trekking de gorilas, mas reinos como Buganda e, posteriormente, a política colonial e pós-colonial são igualmente importantes para a história nacional. A vegetação do país frequentemente surpreende aqueles que esperam uma imagem de safári mais simples.
ru: Уганда расположена там, где высокогорья Восточной Африки встречаются с Великими озёрами и верхним Нилом, география, которая придаёт ей необычное экологическое богатство. Международно страна ассоциируется с походами к гориллам, но королевства, такие как Буганда, а также колониальная и послеколониальная политика одинаково важны для национальной истории. Зелень страны часто удивляет людей, ожидающих более простой образ сафари.

# country.description.um
source: The United States Minor Outlying Islands are a scattered group of tiny US island territories and atolls spread mostly across the Pacific, with a few in the Caribbean. Most are uninhabited or have only temporary scientific or administrative presence, so they are defined more by reefs, seabirds, protected habitats, and remoteness than by settled community life. Their importance is geographic and ecological rather than cultural in the usual country-by-country sense.
de: Die kleineren Außeninseln der Vereinigten Staaten sind eine verstreute Gruppe winziger US-Inselgebiete und Atolle, die sich größtenteils über den Pazifik verteilen, einige wenige auch in der Karibik. Die meisten sind unbewohnt oder haben nur vorübergehende wissenschaftliche oder administrative Präsenz, sodass sie eher durch Riffe, Seevögel, geschützte Lebensräume und Abgeschiedenheit als durch sesshaftes Gemeinschaftsleben geprägt sind. Ihre Bedeutung ist eher geografisch und ökologisch als kulturell im üblichen Sinne von Land zu Land.
es: Las Islas Menores Distantes de los Estados Unidos son un grupo disperso de pequeños territorios e islotes estadounidenses repartidos principalmente por el Pacífico, con algunos en el Caribe. La mayoría no están habitadas o solo cuentan con presencia científica o administrativa temporal, por lo que se definen más por los arrecifes, las aves marinas, los hábitats protegidos y la lejanía que por la vida comunitaria asentada. Su importancia es geográfica y ecológica más que cultural en el sentido habitual de país por país.
fr: Les îles mineures éloignées des États-Unis sont un groupe dispersé de petits territoires insulaires et d'atolls américains répartis principalement dans le Pacifique, avec quelques-uns dans les Caraïbes. La plupart sont inhabitées ou n'ont qu'une présence scientifique ou administrative temporaire, elles sont donc définies plus par les récifs, les oiseaux de mer, les habitats protégés et leur isolement que par la vie communautaire installée. Leur importance est géographique et écologique plutôt que culturelle au sens habituel du pays par pays.
it: Le Isole Minori Esterne degli Stati Uniti sono un gruppo sparso di minuscoli territori e atolli statunitensi distribuiti principalmente nel Pacifico, con alcuni nei Caraibi. La maggior parte è disabitata o ha solo una presenza scientifica o amministrativa temporanea, quindi sono definite più dalle barriere coralline, dagli uccelli marini, dagli habitat protetti e dall'isolamento, piuttosto che dalla vita comunitaria stabilita. La loro importanza è geografica ed ecologica piuttosto che culturale nel senso usuale paese per paese.
pt_br: As Ilhas Menores Distantes dos Estados Unidos são um grupo disperso de pequenos territórios e atóis insulares dos EUA espalhados principalmente pelo Pacífico, com alguns no Caribe. A maioria é desabitada ou possui apenas presença científica ou administrativa temporária, sendo assim definidas mais por recifes, aves marinhas, habitats protegidos e isolamento do que por vida comunitária estabelecida. Sua importância é geográfica e ecológica, em vez de cultural, no sentido usual de país por país.
ru: Малые отдалённые острова Соединённых Штатов представляют собой разрозненную группу крошечных островных территорий и атоллов США, в основном рассредоточенных по Тихому океану, с некоторыми в Карибском море. Большинство из них необитаемы или имеют только временное научное или административное присутствие, поэтому их определяют скорее рифы, морские птицы, охраняемые места обитания и удалённость, чем жизнь оседлого сообщества. Их значение географическое и экологическое, а не культурное в обычном понимании, применяемом к отдельным странам.

# country.description.us
source: The United States is continental in scale and federal in structure, which is why it often behaves less like one uniform country than like a collection of strong regional cultures sharing one political system. New England villages, Southern food traditions, Southwestern desert cities, Great Plains distances, Pacific coast innovation, and Hawaiian and Alaskan worlds all belong to the same map. Visitors often find that the country makes the most sense when you think of it as many local Americas at once rather than a single national mood.
de: Die Vereinigten Staaten haben eine kontinentale Größe und eine föderale Struktur, weshalb sie sich oft weniger wie ein einheitliches Land als vielmehr wie eine Ansammlung starker regionaler Kulturen mit einem gemeinsamen politischen System verhalten. Dörfer in Neuengland, Essenstraditionen des Südens, Wüstenstädte im Südwesten, Entfernungen in den Great Plains, Innovationen an der Pazifikküste sowie hawaiianische und alaskische Welten gehören alle zur gleichen Karte. Besucher finden oft, dass das Land am sinnvollsten ist, wenn man es sich als viele lokale Amerikas auf einmal vorstellt und nicht als eine einzige nationale Stimmung.
es: Estados Unidos es continental en escala y federal en estructura, por lo que a menudo se comporta menos como un país uniforme y más como una colección de fuertes culturas regionales que comparten un mismo sistema político. Los pueblos de Nueva Inglaterra, las tradiciones culinarias del Sur, las ciudades desérticas del Suroeste, las distancias de las Grandes Llanuras, la innovación de la costa del Pacífico y los mundos hawaiano y de Alaska pertenecen todos al mismo mapa. Los visitantes a menudo descubren que el país tiene más sentido cuando se piensa en él como muchas Américas locales a la vez, en lugar de un solo estado de ánimo nacional.
fr: Les États-Unis ont une ampleur continentale et une structure fédérale, ce qui explique pourquoi ils se comportent souvent moins comme un pays uniforme que comme un ensemble de cultures régionales fortes partageant un même système politique. Les villages de la Nouvelle-Angleterre, les traditions culinaires du Sud, les villes désertiques du Sud-Ouest, les étendues des Grandes Plaines, l'innovation de la côte Pacifique et les univers hawaïen et alaskien appartiennent tous à la même carte. Les visiteurs constatent souvent que le pays a le plus de sens lorsqu'on le considère comme de nombreuses Amériques locales à la fois plutôt qu'une seule humeur nationale.
it: Gli Stati Uniti hanno una scala continentale e una struttura federale, motivo per cui spesso si comportano meno come un unico paese uniforme e più come una raccolta di forti culture regionali che condividono un sistema politico. Villaggi della Nuova Inghilterra, tradizioni culinarie del Sud, città desertiche del Sud-Ovest, distese delle Grandi Pianure, innovazione della costa del Pacifico e mondi delle Hawaii e dell'Alaska appartengono tutti alla stessa mappa. I visitatori spesso scoprono che il paese ha più senso se lo si considera come molte Americhe locali allo stesso tempo piuttosto che come un unico stato d’animo nazionale.
pt_br: Os Estados Unidos têm escala continental e estrutura federal, e é por isso que frequentemente se comportam menos como um país uniforme e mais como uma coleção de culturas regionais fortes que compartilham um mesmo sistema político. Vilarejos da Nova Inglaterra, tradições culinárias do Sul, cidades desérticas do Sudoeste, distâncias das Grandes Planícies, inovação da costa do Pacífico, e os mundos do Havaí e do Alasca pertencem ao mesmo mapa. Os visitantes frequentemente descobrem que o país faz mais sentido quando você pensa nele como muitas Américas locais ao mesmo tempo, em vez de um único clima nacional.
ru: Соединенные Штаты имеют континентальные размеры и федеральную структуру, поэтому они часто ведут себя скорее как собрание сильных региональных культур, разделяющих одну политическую систему, чем как единая страна. Деревни Новой Англии, южные кулинарные традиции, города пустынь юго-запада, просторы Великих равнин, инновации тихоокеанского побережья, а также миры Гавайев и Аляски — все они принадлежат одной карте. Посетители часто замечают, что страну легче понять, если воспринимать её как множество местных Америк одновременно, а не как одно национальное настроение.

# country.description.uy
source: Uruguay is one of South America's smaller states, tucked between Brazil and Argentina, yet it developed a distinct civic identity around secularism, social reform, and relatively stable institutions. Its economy and culture are shaped by cattle, Atlantic coast, and the River Plate world rather than by dramatic mountain geography. The country often feels understated, which is part of what makes it distinctive in the region.
de: Uruguay ist einer der kleineren Staaten Südamerikas und liegt zwischen Brasilien und Argentinien. Dennoch hat es eine ausgeprägte bürgerliche Identität rund um Säkularismus, soziale Reformen und relativ stabile Institutionen entwickelt. Seine Wirtschaft und Kultur sind eher vom Viehbestand, der Atlantikküste und der Welt des River Plate als von der dramatischen Gebirgsgeographie geprägt. Das Land wirkt oft zurückhaltend, was es in der Region unverwechselbar macht.
es: Uruguay es uno de los estados más pequeños de América del Sur, ubicado entre Brasil y Argentina, pero desarrolló una identidad cívica distinta en torno al secularismo, la reforma social y unas instituciones relativamente estables. Su economía y cultura están moldeadas por el ganado, la costa atlántica y el mundo del Río de la Plata, más que por geografía montañosa dramática. El país a menudo se siente discreto, lo que forma parte de lo que lo hace distintivo en la región.
fr: L'Uruguay est l'un des plus petits États d'Amérique du Sud, niché entre le Brésil et l'Argentine, mais il a développé une identité civique distincte autour du laïcisme, de la réforme sociale et d'institutions relativement stables. Son économie et sa culture sont façonnées par le bétail, la côte atlantique et le monde du Río de la Plata plutôt que par une géographie montagneuse spectaculaire. Le pays semble souvent discret, ce qui fait partie de ce qui le rend distinctif dans la région.
it: L'Uruguay è uno dei piccoli stati del Sud America, situato tra Brasile e Argentina, eppure ha sviluppato un'identità civica distinta basata sul laicismo, la riforma sociale e istituzioni relativamente stabili. La sua economia e cultura sono influenzate dal bestiame, dalla costa atlantica e dal mondo del Río de la Plata piuttosto che da una geografia montuosa drammatica. Il paese spesso appare sobrio, il che fa parte di ciò che lo rende distintivo nella regione.
pt_br: O Uruguai é um dos estados menores da América do Sul, situado entre o Brasil e a Argentina, mas desenvolveu uma identidade cívica distinta em torno do secularismo, da reforma social e de instituições relativamente estáveis. Sua economia e cultura são moldadas pelo gado, pela costa atlântica e pelo mundo do Rio da Prata, em vez de por geografias montanhosas dramáticas. O país muitas vezes parece discreto, o que faz parte do que o torna distinto na região.
ru: Уругвай является одним из небольших государств Южной Америки, расположенным между Бразилией и Аргентиной, однако он развил уникальную гражданскую идентичность, основанную на светскости, социальных реформах и относительно стабильных институтах. Его экономика и культура формируются скотоводством, Атлантическим побережьем и регионом реки Ла-Плата, а не драматической горной географией. Страна часто кажется сдержанной, что частично и делает её уникальной в регионе.
